<svg version="1.1" id="圖層_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
							 viewBox="0 0 30 30" style="enable-background:new 0 0 30 30;" xml:space="preserve">
						<style type="text/css">
							.st0{fill:#fff;}
						</style>
						<path class="st0" d="M29.8,28.7l-7.5-7.5c0,0,0,0,0,0c2-2.3,3.2-5.2,3.2-8.5c0-7-5.7-12.8-12.8-12.8C5.7,0,0,5.7,0,12.8
							c0,7,5.7,12.8,12.8,12.8c3.3,0,6.2-1.2,8.5-3.2c0,0,0,0,0,0l7.5,7.5c0.1,0.1,0.3,0.2,0.5,0.2c0.2,0,0.4-0.1,0.5-0.2
							C30.1,29.5,30.1,29,29.8,28.7z M12.8,24C6.5,24,1.5,19,1.5,12.8s5-11.2,11.2-11.2C19,1.5,24,6.5,24,12.8S19,24,12.8,24z"/>
						</svg>
